Repository: sabher-design/oTree_AA
Catalog: word_encryption_round6/locale/*/LC_MESSAGES/django.po
Languages: de

source: Instructions 1
de: Anleitung 1

source: In this part of the experiment, you are supposed to encode combinations of letters <strong> (words) </strong> into numbers. <br> <br> In the task, three capital letters always yield a "word".<br> <br> It is your task to allocate a number to each capital letter. The encryption code can always be found in a table below the corresponding letter
de: In diesem Teil des Experimentes sollen Sie Kombinationen von Buchstaben <strong> (Wörter) </strong> als Zahlen verschlüsseln. <br> <br>Innerhalb der Aufgabe ergeben drei Großbuchstaben immer ein "Wort". <br> <br> Ihre Aufgabe ist es jedem Buchstaben eine Zahl zuzuweisen. Der Verschlüsselungscode kann immer unterhalb des dazugehörigen Buchstabens gefunden werden

source: Instructions 2
de: Anleitung 2

source: Please look at the sample picture at the bottom of the screen. <br> In this example, the participant has already encrypted three words correctly (see centered field: above). <br> Here, the three capital letters: <strong> "B", "R" and "J" </strong> have to be encoded. <br> <br> The solution follows immediately from the table: <br> <br> </p> <ul style="list-style-type:disc" class="col-xs-12 text-center"> <li>For "B" the code is: 986 </li> <li>For "R" the code is: 256 </li> <li>For "J", the code is: 376 </li> </ul> <br> <p class="col-xs-12 text-center"> To make an entry, please click on the respective box below the capital letter. <br><br> <strong> Once you have entered all three numbers, click on "Next". </strong>
de: Bitte betrachten Sie das Beispielbild am unteren Bildschirmrand. <br> In diesem Beispiel hat der Experimentteilnehmer bereits drei Wörter richtig verschlüsselt (Siehe das zentrierte obere Feld). <br>Jetzt müssen die drei Großbuchstaben: <strong> "B", "R" and "J" </strong> verschlüsselt werden.<br> <br> Die Lösung folgt unmittelbar aus der Tabelle: <br> <br> </p> <ul style="list-style-type:disc" class="col-xs-12 text-center"> <li>Für "B" ist der Code: 986 </li> <li>Für "R" ist der Coder: 256 </li> <li>Für "J" ist der Code: 376 </li> </ul> <br> <p class="col-xs-12 text-center"> Um eine Eingabe zu machen, klicken Sie bitte auf die jeweilige blaue Box unterhalb des Großbuchstabens. <br><br> <strong> Sobald Sie alle drei Nummern eingegeben habe, klicken Sie bitte auf "OK". </strong>

source: Instructions 3
de: Anleitung 3

source: It is your task to encode as many words as possible within <strong> 10 minutes </strong>. <br> For each correctly encrypted word you get <strong> € %(rate)s. </strong> The remaining time (in seconds) is displayed in the upper right corner of the screen. <br> Please click "Next" to start the task.
de: Ihre Aufgabe ist es, innerhalb von <strong> 10 Minuten </strong> möglichst viele Wörter zu verschlüsseln. <br> Für jedes richtig verschlüsselte Wort erhalten Sie<strong> %(rate)s €. </strong>Die übrige Zeit (in Sekunden) wird Ihnen jeweils in der oberen rechten Ecke des Bildschirms angezeigt. <br> Klicken Sie bitte auf "Weiter" um mit der Aufgabe zu beginnen.

source: Results
de: Ergebnis

source: You have encoded %(solved)s words. <br> <br> Therefore your profit in this part of the experiment is € %(profit)s
de: Sie haben ingesamt %(solved)s Wörter verschlüsselt.<br> <br> Ihr Verdienst in diesem Teil des Experiments beträgt daher: %(profit)s €

source: Word Encryption Task
de: Wortverschlüsselungsaufgabe

source: You currently encrypt word number:
de: Sie verschlüsseln aktuell das Wort mit der Nummer:

source: Number of correct solutions:
de: Anzahl von richtigen Antworten:

source: Word:
de: Wort:
